{"_id":{"$oid":"5d023c263f81cb050705ff06"},"id":"1","name":"Walter White","actor":"Bryan Cranston","description":"Walter \"Walt\" Hartwell White, también conocido por su seudónimo clandestino \"Heisenberg\", es un químico y profesor de química de Albuquerque, Nuevo México que, tras ser diagnosticado con cáncer de pulmón inoperable, decide empezar a fabricar metanfetamina para poder mantener a su familia provista de cara al futuro\"","total_episodes":"62","photo":"BB-S5B-Walt-590.jpg","url":"https://es.wikipedia.org/wiki/Walter_White"}
{"_id":{"$oid":"5d023c263f81cb050705ff07"},"id":"2","name":"Jesse Pinkman","actor":"Aaron Paul","description":"Jesse Bruce Pinkman es el compañero de Walter White en el tráfico de metanfetamina. En el instituto, Jesse era un consumidor, fabricante y traficante de poca monta de metanfetamina. Era un estudiante que prestaba poca atención a las clases de química de su profesor, el propio Walter. Años después, Jesse se dedica al tráfico de droga con el seudónimo \"Cap'n Cook\". Al igual que Walt, a Jesse le perturba la brutalidad existente en los altos niveles del tráfico de droga, pero hace lo que cree ser necesario. A menudo sufre sentimientos de culpa debido a las muertes de personas con la que se ha asociado, todas relacionadas con el negocio. Ocasionalmente va a reuniones de Narcóticos Anónimos para que le ayuden con estos sentimientos","total_episodes":"62","photo":"JesseS5B.jpg","url":"https://es.wikipedia.org/wiki/Jesse_Pinkman"}
{"_id":{"$oid":"5d023c263f81cb050705ff08"},"id":"3","name":"Skyler White","actor":"Anna Gunn","description":"Es la esposa de Walter. Skyler White (de soltera Lambert) es la mujer de Walter White y madre de Walter White Jr. y Holly White. Skyler ha tenido múltiples trabajos o actividades para obtener dinero: escribiendo historias cortas, vendiendo objetos en eBay, trabajando como contable en Beneke Fabricators y ayudando a Walt con el local de lavado. Skyler quiere mucho a Walter, pero su matrimonio pasa a tener problemas debido a sus ausencias y su comportamiento extraño","total_episodes":"61","photo":"Skylar_S5b.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
{"_id":{"$oid":"5d023c263f81cb050705ff0b"},"id":"6","name":"Walter White Jr.","actor":"RJ Mitte","description":"Es el hijo adolescente de Walter y Skyler. Nació con parálisis cerebral, lo cual le provoca algunos problemas para hablar y dificultades motrices para vestirse o caminar, por lo que usa muletas.","total_episodes":"53","photo":"WaltJr_S5b.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
{"_id":{"$oid":"5d023c263f81cb050705ff09"},"id":"4","name":"Hank Schrader","actor":"Dean Norris","description":"Henry R. \"Hank\" Schrader es el marido de Marie Schrader (hermana de Skyler White) y agente especial a cargo de las oficinas de la DEA en Albuquerque. Un hombre enérgico y bullicioso, Hank es además cuñado de Walter White. A pesar de que es un agente extremadamente competente y que realmente se preocupa por Marie, Walter, Skyler y Walter Jr., su estilo a menudo acaba aislándole del peligro al que se expone diariamente. Comienza a trabajar en el caso referente al traficante de una rarísima metanfetamina color azul \"Heisenberg\", quien es su mismísimo cuñado, lo que llega a provocarle dificultades en el negocio a Walter.","total_episodes":"51","photo":"Hank_S5b.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
{"_id":{"$oid":"5d023c263f81cb050705ff0a"},"id":"5","name":"Marie Schrader","actor":"Betsy Brandt","description":"Es la hermana de Skyler y esposa de Hank. Aconseja constantemente a los demás, pero es incapaz de aplicarse sus propios consejos. Ha sufrido de cleptomanía, lo cual le ha traído problemas con la ley y su familia.","total_episodes":"50","photo":"Marie_S5b.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
{"_id":{"$oid":"5d023c263f81cb050705ff0d"},"id":"8","name":"Saul Goodman","actor":"Bob Odenkirk","description":"James \"Jimmy\" Morgan McGill, conocido posteriormente como Saul Goodman, es uno de los personajes principales de Breaking Bad y el protagonista del spin-off Better Call Saul. Saul es un abogado criminal de Albuquerque conocido en la ciudad por sus peculiares anuncios televisivos que se emiten a altas horas de la noche, en el que menciona su lema, \"¡Mejor llama a Saul!\".","total_episodes":"36","photo":"Saul_S5b.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
{"_id":{"$oid":"5d023c263f81cb050705ff0c"},"id":"7","name":"Gustavo Fring","actor":"Giancarlo Esposito","description":"Gustavo \"Gus\" Fring es un respetado filántropo chileno que vive en Albuquerque y es dueño de una exitosa cadena de restaurantes, Los Pollos Hermanos, utilizada como tapadera para una red de distribución de metanfetamina en el suroeste de los Estados Unidos.","total_episodes":"24","photo":"Season_4_-_Gus.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
{"_id":{"$oid":"5d023c263f81cb050705ff0e"},"id":"9","name":"Mike Ehrmantraut","actor":"Jonathan Banks","description":"Michael \"Mike\" Ehrmantraut es el principal secuaz de Gus Fring en su imperio de drogas. También es socio de Saul Goodman, para quien trabaja en diversas ocasiones como investigador privado y para solventar diversos problemas, el hombre al que recurre en situaciones complejas. Es un hombre de familia que hace lo que hace por su nieta, Kaylee.","total_episodes":"25","photo":"MikeS5.jpg","url":"https://es.wikipedia.org/wiki/Breaking_Bad"}
